Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: Christianity traditionally has seen in Jesus a reformer bent on abolishing the Jewish Law.
pt: O cristianismo tradicionalmente viu em Jesus um reformador empenhado em abolir a lei judaica.

source: Christianity was not to be an extension of Israel.4
pt: O cristianismo não deveria ser uma extensão de Israel.4

source: Christianity, it was said, owed nothing to Judaism.
pt: O cristianismo, dizia-se, não devia nada ao judaísmo.

source: Christianity, like Judaism, is no longer practiced except by a minority of the faithful; and the number of these faithful ones is on a steady decline.
pt: O cristianismo, como o judaísmo, não é mais praticado, exceto por uma minoria dos fiéis; e o número desses fiéis está em constante declínio.

source: Christianity, we have seen, was born in separation.
pt: O cristianismo, vimos, nasceu na separação.

source: Christianity, which originally had its roots in Israel, adopted another law and became the enemy - the persecutor.
pt: O cristianismo, que originalmente teve suas raízes em Israel, adotou outra lei e se tornou o inimigo - o perseguidor.

source: Christians became more and more numerous, acceptable, rich, and powerful.
pt: Os cristãos tornaram-se cada vez mais numerosos, aceitáveis, ricos e poderosos.

source: Christians must recognize once and for all, as did Vatican II, that it is “a theological, historical, and juridical error to hold the Jewish people responsible for the suffering and death of Jesus Christ.“231
pt: Os cristãos devem reconhecer de uma vez por todas, como o Vaticano II, que “é um erro teológico, histórico e jurídico responsabilizar o povo judeu pelo sofrimento e a morte de Jesus Cristo” .231

source: Claude Tresmontant was right when he lifted his voice against the serious misrepresentation of the facts that Christian circles too often accept and practice: “Often in manuals and elsewhere, Christianity is presented as a softening down of Judaism.
pt: Claude Tresmontant estava certo quando levantou a voz contra a séria deturpação dos fatos que os círculos cristãos muitas vezes aceitam e praticam: “Muitas vezes, nos manuais e em outros lugares, o cristianismo é apresentado como um abrandamento do judaísmo.

source: Commenting on Isaiah 9:6, the Targum clarifies still further the divine attributes of the Messiah: “The prophet says to the house of David: A master teacher has been born to us, a son is ours; he will take the law upon himself and will set a guard over it; since the beginning his name has been pronounced: Wonderful in counsel, Mighty God, Everlasting One, Messiah during whose days peace will abound upon us.“133
pt: Comentando Isaías 9: 6, o Targum esclarece ainda mais os atributos divinos do Messias: “O profeta diz à casa de Davi: Um professor mestre nasceu para nós, um filho é nosso; ele tomará a lei sobre si mesmo e colocará uma guarda sobre ela; desde o princípio seu nome foi pronunciado: Maravilhoso em conselho, Deus Forte, Eterno, Messias, durante o qual a paz abundará sobre nós.

source: Communication henceforth is totally blocked.
pt: A comunicação doravante é totalmente bloqueada.

source: Completely committed to God, they had learned to recognize His acts in a long history saturated with messianic hopes.
pt: Completamente comprometidos com Deus, eles aprenderam a reconhecer Seus atos em uma longa história saturada de esperanças messiânicas.

source: Compromise seemed to enhance the possibilities of more success.
pt: Compromisso parecia aumentar as possibilidades de mais sucesso.

source: Concerning Your People
pt: Sobre o seu povo

source: Conflict and opposition - in fact, a full-scale rupture - long ago gave birth to the current situation.
pt: Conflito e oposição, na verdade uma ruptura em grande escala há muito tempo deu origem à situação atual.

source: Confused, they decided to be prudent at all costs.
pt: Confusos, decidiram ser prudentes a todo custo.

source: Consequently, those who shouted “Crucify Him!” could not have been, barring a few exceptions, the same people as those feared by the priests.
pt: Consequentemente, aqueles que gritaram “Crucifica-O!” Não poderiam ter sido, salvo algumas exceções, as mesmas pessoas que os temidos pelos sacerdotes.

source: Consequently, when one takes into account the predominant role played by the priests in the crucifixion, one is led to think that the number of Palestinian Jews involved was far from large.
pt: Consequentemente, quando se leva em conta o papel predominante desempenhado pelos sacerdotes na crucificação, leva-se a pensar que o número de judeus palestinos envolvidos estava longe de ser grande.

source: Constantine’s decree is clear: “The Emperor Constantine to A. Helpidius.
pt: O decreto de Constantino é claro: “O Imperador Constantino a A. Helpidius.

source: Contaminated by the evil rumors that had been scattered abroad and carried away by the frenzy of the leaders, individuals lost control of their thinking and their actions.
pt: Contaminados pelos rumores malévolos que haviam sido dispersos e levados pelo frenesi dos líderes, os indivíduos perderam o controle de seus pensamentos e ações.

source: Contempt was born in the heart of the Jew for all that the new religion came to be.
pt: O desprezo nasceu no coração dos judeus por tudo o que a nova religião veio a ser.

source: Contrary to the tenacious prejudice according to which the Jews were always those avaricious merchants and usurers, the documents reveal to us that before this date the divers expressions of antiSemitism “know nothing of the avarice or economic greed of the Jews.
pt: Ao contrário do preconceito tenaz segundo o qual os judeus sempre foram aqueles comerciantes e usurários avarentos, os documentos nos revelam que, antes desta data, as diversas expressões do anti-semitismo “nada sabem da avareza ou ganância econômica dos judeus.

source: Conversion Without Treason
pt: Conversão sem traição

source: Conversion and Betrayal
pt: Conversão e Traição

source: Conversion does not lead one to criticize others but to change one’s self into a person who chooses to reflect his God.
pt: A conversão não leva a pessoa a criticar os outros, mas a transformar o eu em pessoa que escolhe refletir seu Deus.

source: Conversion does not separate one from others when it leads one through the “narrow gate”; the convert above all else leaves behind what he or she once was.
pt: A conversão não separa uma das outras quando a conduz através do “porta estreita”; o convertido acima de tudo deixa para trás o que ele já foi.

source: Conversion is his choice.
pt: Conversão é a sua escolha.

source: Conversion is not treason when it means to join up again with the fathers.
pt: Conversão não é traição quando significa juntar-se novamente aos pais.

source: Conversion is rather the fulfillment of the last prophecy of Malachi, who was to close the long line of Israel’s prophets, a prophecy that concerns the time of the end, possibly ours:
pt: A conversão é antes o cumprimento da última profecia de Malaquias, que deveria fechar a longa linha dos profetas de Israel, uma profecia que diz respeito ao tempo do fim, possivelmente nosso:

source: Conversion of the heart brings with it a conversion of the thoughts God gives us to serve Him.
pt: A conversão do coração traz consigo uma conversão dos pensamentos que Deus nos dá para servi-Lo.

source: Conversion required that he abandon his former habits of thought and conduct, which had been dear to him.
pt: A conversão exigia que ele abandonasse seus antigos hábitos de pensamento e conduta, que lhe haviam sido caros.

source: Conversion was a rebirth of the everlasting covenant with that God.
pt: Conversão foi um renascimento da aliança eterna com aquele Deus.

source: Conversion was not at all an uprooting; it was, on the contrary, a confirmation of roots.
pt: A conversão não foi de todo um desenraizamento; foi, pelo contrário, uma confirmação de raízes.

source: Conversion, we have said, is considered a betrayal for the Jew.
pt: A conversão, dissemos, é considerada uma traição para o judeu.

source: Conviction in a person-to-person relationship proceeds from an experience and not the reverse.
pt: Convicção em um relacionamento de pessoa para pessoa procede de uma experiência e não o inverso.

source: Could it be that the problem escaped them?
pt: Será que o problema escapou deles?

source: Could it not be that we have here a key to the problem - an explanation of the contradiction we encountered earlier?
pt: Não poderia ser que tenhamos aqui uma chave para o problema - uma explicação da contradição que encontramos anteriormente?

source: Could that be a kind of difficulty everyone on the conversion road experiences?
pt: Isso poderia ser um tipo de dificuldade que todos na estrada de conversão experimentam?

source: Could the obscure fear be that this insecure sheep of the flock might suddenly turn against the mission?
pt: Poderia o obscuro temor de que esta ovelha insegura do rebanho poderia de repente se voltar contra a missão?

source: Crowd instability is also a well-known phenomenon.
pt: A instabilidade da multidão também é um fenômeno bem conhecido.

source: Crucify Him!’ in the face of Love….
pt: Crucifique-o! 'Em face do amor...

source: Curiously, as noted unanimously by both Jewish and Christian historians, there appeared in the fourth century the first seeds of antiSemitism.
pt: Curiosamente, como foi observado por unanimidade pelos historiadores judeus e cristãos, surgiram no século IV as primeiras sementes do antissemitismo.

source: Cursed are the fruit of their body, of their ground, of their flocks, of their cellars, of their granaries, of their storehouses, of their sustenance and of the crumbs of their meals!” Letter to the archbishop of Narbonne, between A.D.
pt: Amaldiçoado é o fruto do seu corpo, do seu solo, dos seus rebanhos, dos seus celeiros, dos seus celeiros, dos seus armazéns, do seu sustento e das migalhas das suas refeições! ”Carta ao arcebispo de Narbonne, entre AD

source: D. 325), when the issue came up in respect to Easter.
pt: D. 325), quando a questão surgiu em relação à Páscoa.

source: Daniel consulted the book of Jeremiah, from which he learned the number of years that “must pass before the end of the desolations of Jerusalem, namely, seventy years.” Daniel 9:2.
pt: Daniel consultou o livro de Jeremias, do qual ele aprendeu o número de anos que “devem passar antes do fim das desolações de Jerusalém, a saber, setenta anos”. Daniel 9: 2.

source: Daniel therefore cries to God, asking Him in mercy to intervene and forgive.
pt: Daniel, portanto, clama a Deus, pedindo a ele em misericórdia para intervir e perdoar.

source: Daniel was tormented by the sins of his people and the destiny of Jerusalem and its sanctuary.
pt: Daniel foi atormentado pelos pecados de seu povo e pelo destino de Jerusalém e seu santuário.

source: Daniel’s prayer was in behalf of his people and of Jerusalem.
pt: A oração de Daniel foi em favor do seu povo e de Jerusalém.

source: David brought together in Jerusalem the memory of the sacrifice of Isaac and that of the pious Canaanite king Melchizedek.
pt: Davi reuniu em Jerusalém a memória do sacrifício de Isaque e do piedoso rei cananeu Melquisedeque.

source: Death was inevitable, as well as sorrow, until death came.
pt: A morte era inevitável, assim como a tristeza, até a morte chegar.

source: Denying the biblical origin of this doctrine, he calls the concept of the immortality of the soul “a pagan idea and more exactly Platonian.“245
pt: Negando a origem bíblica dessa doutrina, ele chama o conceito de imortalidade da alma de “uma idéia pagã e mais exatamente platônica”.

source: Desirous of demonstrating at any price their truth, they end up forgetting that their life alone is the argument par excellence in favor of it.
pt: Desejosos de demonstrar a qualquer preço sua verdade, acabam esquecendo que sua vida, por si só, é o argumento por excelência a favor dela.

source: Details relating to the destiny of Jerusalem will reveal that point.
pt: Detalhes relacionados ao destino de Jerusalém revelarão esse ponto.

source: Dialogue is not compromise, either.
pt: O diálogo também não é um compromisso.

source: Did not the Law become the rallying point?
pt: A lei não se tornou o ponto de reunião?

source: Did the Christians propose a personal Messiah?
pt: Os cristãos propuseram um Messias pessoal?

source: Did the Christians show disdain for the Jews?
pt: Os cristãos mostraram desdém pelos judeus?

source: Did the Jews believe in a living, invisible God?
pt: Os judeus acreditavam em um Deus vivo e invisível?

source: Did the Jews rest on the Sabbath?
pt: Os judeus descansaram no sábado?

source: Did the Jews worship a powerful, just, and almighty God?
pt: Os judeus adoravam um Deus poderoso, justo e todo-poderoso?

source: Divine reality, therefore, preceded human reality, and thus is even more sure.
pt: A realidade divina, portanto, precedeu a realidade humana e, portanto, é ainda mais certa.

source: Do Christians invoke the name of Jesus of Nazareth?
pt: Os cristãos invocam o nome de Jesus de Nazaré?

source: Do Christians read the Bible?
pt: Os cristãos lêem a Bíblia?

source: Do not be satisfied with a legalistic observance.
pt: Não fique satisfeito com uma observância legalista.

source: Do not judge by appearances.” John 7:23, 24.
pt: Não julgueis pelas aparências. ”João 7:23, 24.

source: Do not stop at the halfway point in your obedience of God, said Jesus.
pt: Não pare no meio do caminho em sua obediência a Deus, disse Jesus.

source: Do we find
pt: Nós encontramos

source: Does this not indicate that two distinct kinds of people mingled in the city at that time?
pt: Isso não indica que dois tipos distintos de pessoas se misturaram na cidade naquela época?

source: Dr. Doukhan’s work must lead to a consideration of the subject.
pt: O trabalho do Dr. Doukhan deve levar a uma consideração do assunto.

source: Drinking at the Sources
pt: Bebendo nas Fontes

source: Drumont made this judgment: “A converted Jew is possibly one more Catholic, but not one less Jew.” The statement apparently is so true that in more than one Christian denomination there has been long hesitation before sending a converted Jew as a missionary in Israel - and that hesitation still subsists.
pt: Drumont fez esse julgamento: “Um judeu convertido é possivelmente mais um católico, mas não um judeu a menos”. A declaração aparentemente é tão verdadeira que em mais de uma denominação cristã houve uma longa hesitação antes de enviar um judeu convertido como missionário em Israel. - e essa hesitação ainda subsiste.

source: During that period the Jewish world was awash with messianic hopes187 as though the people were ready to greet and accept the One that was to bring Israel’s consolation.
pt: Durante esse período, o mundo judaico estava repleto de esperanças messiânicas187, como se as pessoas estivessem prontas para saudar e aceitar Aquele que trouxesse o consolo de Israel.

source: Each must enjoy perfect liberty.
pt: Cada um deve gozar de perfeita liberdade.

source: Each one of these kings was to publish a decree relative to the restoration.
pt: Cada um desses reis deveria publicar um decreto relativo à restauração.

source: Ecclesiastical Tradition is, on the contrary, a human process.“240
pt: A tradição eclesiástica é, ao contrário, um processo humano.

source: Either one accepts the Bible and its faith in the resurrection, or one recognizes the authority of tradition and admits the thesis that claims immortality for the soul.
pt: Qualquer um aceita a Bíblia e sua fé na ressurreição, ou se reconhece a autoridade da tradição e admite a tese que reivindica a imortalidade da alma.

source: Eleazar said in the name of R. Josei: ‘This is a halaka [a principle] that concerns the Messiah.’ Abba answered him: ‘It is not necessary to give instructions here on all the sacrifices of victims, for this is a halaka that concerns the messianic era.’ “108
pt: Essa conexão entre os ritos sacrificiais e o Messias também teve a atenção dos rabinos do Talmude: “R.

source: Ellen White, Patriarchs and Prophets, p.
pt: Ellen White, Patriarcas e Profetas, p.

source: Elsewhere the Talmud is most precise: “A week in Daniel 9 means a week of years.“174
pt: Em outros lugares, o Talmud é mais preciso: “Uma semana em Daniel 9 significa uma semana de anos”.

source: Entire Jewish communities were able to breathe again: they returned to Judaism.
pt: Comunidades inteiras judaicas conseguiram respirar novamente: voltaram ao judaísmo.

source: Epilogue
pt: Epílogo

source: Eternal death becomes a stark reality.
pt: A morte eterna se torna uma dura realidade.

source: Eusebius of Caesarea informs us of the emperor Constantine’s opinion: “It appeared an unworthy thing that in the celebration of this most holy feast we should follow the practice of the Jews, who have impiously defiled their hands with enormous sin, and are, therefore, deservedly afflicted with blindness of soul….
pt: Eusébio de Cesaréia nos informa sobre a opinião do imperador Constantino: “Parece uma coisa indigna que na celebração desta festa santíssima devemos seguir a prática dos judeus, que impiamente macularam suas mãos com um enorme pecado, e são, portanto, merecidamente afligido com a cegueira da alma.

source: Even Christianity, in fact, has become a well-muscled political force set on establishing here below the kingdom which formerly was expected to descend from above.
pt: Até o cristianismo, na verdade, tornou-se uma força política bem musculosa para estabelecer aqui abaixo do reino que antes se esperava que descesse de cima.

source: Even a certain control of the subconscious is essential to this detoxification.
pt: Até mesmo um certo controle do subconsciente é essencial para essa desintoxicação.

source: Even as a Christian, the century-old heartache remains; and his deep-seated wound really never heals.
pt: Mesmo como cristão, a mágoa centenária permanece; e sua ferida profunda nunca realmente cura.

source: Even as a member of the Christian community, the converted Jew experiences a form of antiSemitism which, even when unconsciously manifested, always hits him in the same spot.
pt: Mesmo como membro da comunidade cristã, o judeu convertido experimenta uma forma de anti-semitismo que, mesmo quando inconscientemente manifestado, sempre o atinge no mesmo lugar.

source: Even now as we write, these communities are facing these questions generally with implacable judgments, inflexible dogmas, and deep-seated prejudices.
pt: Mesmo agora, enquanto escrevemos, essas comunidades estão enfrentando essas questões geralmente com julgamentos implacáveis, dogmas inflexíveis e preconceitos arraigados.

source: Even the famous theories of organic evolution, not excluding the poetical musings of one like Teilhard de Chardin, owe their impulse to that consuming passion.
pt: Mesmo as famosas teorias da evolução orgânica, não excluindo as reflexões poéticas de alguém como Teilhard de Chardin, devem seu impulso àquela paixão consumidora.

source: Even the lowest-ranked soldier of Rome at the scene could hardly claim innocence.
pt: Mesmo o soldado de Roma, o mais baixo do ranking, não poderia alegar inocência.

source: Even they who clamored for the death penalty cannot be seriously incriminated.
pt: Mesmo aqueles que clamavam pela pena de morte não podem ser seriamente incriminados.

source: Even this idea of resurrection did not separate the soul from the body.
pt: Mesmo essa ideia de ressurreição não separou a alma do corpo.

source: Even though one might shout noisily and with sufficient strength to be heard in the midst of such tumult, what would be heard is still not the word of God.“227
pt: Embora alguém possa gritar ruidosamente e com força suficiente para ser ouvido em meio a tal tumulto, o que seria ouvido ainda não é a palavra de Deus. ”227

source: Even to pronounce His name would be blasphemy!
pt: Até mesmo pronunciar o nome dele seria blasfêmia!

source: Even to this day94 a strong exegetical current in Judaism has conditioned the Jews to think of Genesis 3:15 in a messianic perspective.
pt: Até hoje, uma forte corrente exegética no judaísmo condicionou os judeus a pensar em Gênesis 3:15 numa perspectiva messiânica.

source: Even today, one of Judaism’s most authoritative spokesmen, Andre Neher, states that the Christian’s messianic concepts, contrary to what one would expect, are not what separate the Jew from the Christian.
pt: Ainda hoje, um dos porta-vozes mais respeitados do judaísmo, Andre Neher, afirma que os conceitos messiânicos do cristão, ao contrário do que se poderia esperar, não são o que separa o judeu do cristão.

source: Even when they appear as lambs, the wolf lies underneath the skin, ready to take over.
pt: Mesmo quando eles parecem como cordeiros, o lobo se encontra debaixo da pele, pronto para assumir o controle.

source: Events were historical in nature, which means that they were lived by human beings, that they developed in the midst of contradictions and complexity.
pt: Os eventos eram de natureza histórica, o que significa que eles foram vividos por seres humanos, que eles desenvolveram em meio a contradições e complexidade.

source: Eventually the Mishna served as a way to adapt precepts to particular circumstances, implying thus a “continuous evolution.” The Talmudist Rabbi David Malki underscored the need of such an approach: “This permits us never to remain behind the evolution of real-life situations, and to be able to put forth a permanent effort aimed at maintaining equitably those essential qualities of the Torathaim: life-realities, a link with history, current events, ‘modernity.’ “238
pt: Finalmente, o Mishna serviu como uma maneira de adaptar os preceitos a circunstâncias particulares, implicando assim uma “evolução contínua”. O rabino talmudista David Malki sublinhou a necessidade de tal abordagem: “Isso nos permite nunca ficar por trás da evolução das situações da vida real. e ser capaz de colocar um esforço permanente visando manter equitativamente as qualidades essenciais dos Torathaim: realidades da vida, um elo com a história, eventos atuais, "modernidade". “238

source: Eventually, antipathy compelled Christians to persecute “these rebels against God.” AntiSemitism was born.
pt: Eventualmente, a antipatia obrigou os cristãos a perseguir “esses rebeldes contra Deus”. O antissemitismo nasceu.

source: Every day the Jew discovered in the Law a definition of his role as a Jew.
pt: Todos os dias o judeu descobria na lei uma definição de seu papel como judeu.

source: Everybody was reassured.
pt: Todo mundo ficou tranqüilo.

source: Everyone about him knew the truth he carried on his back; but he, the master of that truth, did not know what it was.
pt: Todos sabiam sobre a verdade que ele carregava nas costas; mas ele, o dono dessa verdade, não sabia o que era.

source: Everything conceivable was now done to distinguish Christianity from Judaism and to sever any ties with the Jews.
pt: Tudo o que era concebível agora era feito para distinguir o cristianismo do judaísmo e cortar quaisquer laços com os judeus.

source: Everything does seem to stand as before: superb, disdainful, weighted with a glorious past, strong in the strength of its leaders.
pt: Tudo parece estar como antes: soberbo, desdenhoso, ponderado com um passado glorioso, forte na força de seus líderes.

source: Everything seemed to cast the new religion into a total opposition to the old.
pt: Tudo parecia lançar a nova religião em total oposição ao antigo.

source: Everything, it would seem, must emerge from below - must arise from within man - and God is no exception!
pt: Tudo, parece, deve emergir de baixo - deve surgir de dentro do homem - e Deus não é exceção!
